// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Wyrównaj";

HSDUnknownValue = "Wybierz";
NoAlignTitle = "Nie można przeprowadzić wyrównywania";
NoAlignMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";

ValidationMsg = "Drukowana jest strona z wzorem testowym. Jeśli wydrukowane wzory są wyrównane, kliknij przycisk Gotowe. Jeśli nie, możesz spróbować ponownie wyrównać przez kliknięcie przycisku Wyrównaj.";
ValidationPagePrintingMsg = "Drukowana jest strona z wzorem testowym. Jeśli pola wewnętrzne są niewidoczne, kliknij przycisk Gotowe. W przeciwnym wypadku możesz spróbować ponownie wyrównać przez kliknięcie przycisku Wyrównaj.";
HSDDoneButton = "Gotowe";

SemiAutomaticAlignCompletionAlertTitle = "Drukarka drukuje stronę z wzorami wyrównywania";
SemiAutomaticAlignCompletionAlertMessage = "Postępuj zgodnie z instrukcjami na tej stronie, aby ukończyć proces wyrównywania.";

CompletionAlertTitle = "Wykonano wyrównanie pióra";
CompletionAlertMessage = "Teraz możesz kliknąć przycisk Sprawdź, aby wydrukować stronę testową. Aby wydrukować stronę testową, wybierz skonfigurowane urządzenie w następnym oknie dialogowym i kliknij przycisk Drukuj.";
VerifyButton = "Sprawdź";
PrintingPatternsTitle = "Drukowanie wzorów…";
PrintingValidationPageTitle = "Drukowanie strony testowej…";

AlignPrintheadsExplanation = "Następująca procedura służy do wyrównania ze sobą głowic drukujących tuszami czarnym i kolorowymi. Zapewni to najwyższą możliwą jakość druku.";
AlignPrintheadsInvitation = "Zalecane jest przeprowadzenie wyrównania po każdej wymianie głowicy.";

TransferringProcessTitle = "Przesyłanie pliku…";
PrintingProcessTitle = "Drukowanie strony diagnostycznej jakości druku…";

PenChangedMsg = "Wyrównywanie zostało przerwane, ponieważ zmienił się zestaw pojemników z tuszem. Nie wyjmuj, wkładaj ani wymieniaj pojemników w trakcie procedury wyrównywania.";

PrintAndAlingButtonsHint = "Kliknij przycisk Drukuj, aby wydrukować stronę diagnostyczną jakości druku. Kliknij przycisk Wyrównaj, aby wydrukować stronę wyrównywania.";

NewCartridgeHeader = "Zainstalowano nowy pojemnik z tuszem";

NewCartridgeText = "Jeśli właśnie zainstalowano nowy pojemnik, zalecane jest jego wyrównanie. Kliknij przycisk „Wyrównaj”, aby wyrównać nowy pojemnik.";

HSDPenAlignmentTextFieldTitle = "Wyrównywanie pojemników z tuszem";
HSDInfoTextFieldTitle = "W celu uzyskania najwyższej jakości druku firma HP zaleca przeprowadzenie wyrównania po każdej wymianie pojemnika z tuszem.\n\nPo kliknięciu poniższego przycisku Wyrównaj zostanie wydrukowana strona ze wzorami a użytkownik zostanie poproszony o odpowiedzi na pytania dotyczące wydrukowanych wzorów.\n\nDo przeprowadzenia tej procedury należy używać wyłącznie zwykłego papieru.";
HSDGuideTextFieldTitle = "Kliknij przycisk Wyrównaj, aby rozpocząć.";
HSDAlignButtonTitle = "Wyrównaj";

HSDPatternDescription = "Drukarka drukuje stronę z wzorami wyrównywania. Znajdź identyfikator wzoru w dolnym prawym rogu strony, wybierz poniżej odpowiadającą mu opcję, a następnie kliknij przycisk Kontynuuj.";
HSDPattern1 = "Wzór 1";
HSDPattern2 = "Wzór 2";
HSDPattern3 = "Wzór 3";
HSDGoBackButton = "Wstecz";
HSDCancelButton = "Anuluj";
HSDContinueButton = "Kontynuuj";

HSDPlotDescription = "Obejrzyj wydrukowaną stronę. Na wydrukowanej stronie jest widocznych kilka wierszy pól, z których każde jest złożone z cienkich linii.\n\nDla każdego wiersza wybierz etykietę odpowiadającą polu, którego wnętrze jest najmniej widoczne.";
HSDValidationCheck = "Drukuj stronę testową";

HSDStraightDescription1 = "Obejrzyj wydrukowaną stronę i dla każdej sekcji wybierz etykietę odpowiadającą najprostszym liniom.";
HSDStraightDescription2 = "Wybierz etykietę wskazującą pasek na końcu strzałki najbliżej krawędzi papieru.";
HSDStraightDescription3 = "Wybierz numer obszaru najbardziej podobnego do tła wydrukowanej strony.";

OutOfPaperAlertTitle = "Brak papieru";
OutOfPaperAlertMessage = "Włóż co najmniej dwa arkusze papieru i naciśnij przycisk na drukarce. Po wydrukowaniu deseni to okno dialogowe zamknie się automatycznie.";
